tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "sambadevi/powerlevel9k"
tap "uptech/oss"
cask "xquartz"
brew "antiword"
brew "gcc"
brew "arpack"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "cocoapods", link: false
brew "docker"
brew "docker-machine-driver-hyperkit"
brew "enca"
brew "fftw"
brew "fzf"
brew "go"
brew "gradle"
brew "hdf5"
brew "helm"
brew "hyperkit", link: false
brew "libusbmuxd", args: ["HEAD"]
brew "ios-webkit-debug-proxy", args: ["HEAD"]
brew "kubernetes-cli"
brew "kops"
brew "krew"
brew "kubectx"
brew "mas"
brew "ncdu"
brew "neovim"
brew "openal-soft"
brew "poppler"
brew "prettyping"
brew "redis", restart_service: true
brew "source-to-image"
brew "stern"
brew "swig"
brew "tesseract"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "uchardet"
brew "unrtf"
brew "watchman"
brew "wget"
brew "zlib"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-community"
brew "sambadevi/powerlevel9k/powerlevel9k@0.6.3"
brew "uptech/oss/alt"
cask "docker"
cask "font-hack-nerd-font"
cask "oni"
mas "Bear", id: 1091189122
mas "Fantastical", id: 975937182
mas "Just Focus", id: 1142151959
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
